<?xml version="1.0"?>
<content collectionGUID="FB58F55C-9585-4C68-BAD6-2F593DC4614A">
  <lastEdited clientType="local-build-20130324" date="2013-03-24 21:04:11 +0000"/>
  <textBox id="generic-header-attribute" dynamic="no" visible="yes">
    <richText>hist&#xF3;ria da ci&#xEA;ncia</richText>
  </textBox>
  <textBox id="generic-title-attributes" dynamic="no" visible="yes">
    <richText>A Breve Hist&#xF3;ria do Eterno Maxwell</richText>
  </textBox>
  <textBox id="generic-datefield-attributes" dynamic="no" visible="yes">
    <richText>5 de janeiro de 2013</richText>
  </textBox>
  <image id="generic-picture-attributes" dynamic="no" visible="yes" src="5_A_Breve_Hist%C3%B3ria_do_Eterno_Maxwell_files/shapeimage_1.jpg" left="0px" top="0px" width="272px" height="253px"/>
  <textBox id="generic-body-attributes" dynamic="no" visible="yes">
    <richText>Este trabalho se prop&#xF5;e a discutir um pouco da vida e da obra de um dos maiores f&#xED;sicos da Hist&#xF3;ria da Ci&#xEA;ncia. Maxwell n&#xE3;o &#xE9; muito conhecido fora dos meios acad&#xEA;micos, mas deu, literalmente, luz em muitas &#xE1;reas do conhecimento cient&#xED;fico na segunda metade do s&#xE9;culo XIX. Explorou e aprimorou trabalhos anteriores de seus n&#xE3;o menos famosos antecessores de maneira excepcional. Sua obra &#xE9; utilizado e aceita at&#xE9; nossos dias com muito sucesso. Teve uma vida um tanto curta mas encantadora e proveitosa, que al&#xE9;m da ci&#xEA;ncia tamb&#xE9;m incluia a poesia:&#xD;&#xD;(For his wife.)&#xD;&#xA0;&#xD;OFT in the night, from this lone room&#xD;I long to fly o&#x2019;er land and sea,&#xD;To pierce the dark, dividing gloom,&#xD;And join myself to thee.&#xD;&#xA0;&#xD;And thou to me wouldst gladly fly,&#xD;I know thee well, my own true wife!&#xD;We feel, that when we live not nigh,&#xD;We lose the crown of life.&#xD;&#xA0;&#xD;Yet soon I hope, at dead of night,&#xD;To meet where all is strange beside,&#xD;And mid the train&#x2019;s resounding flight&#xD;To have thee by my side.&#xD;&#xA0;&#xD;Then shall I feel that thou art near,&#xD;Joined hand to hand and soul to soul;&#xD;Short will that happy night appear,&#xD;As through the dark we roll.&#xD;&#xA0;&#xD;Then shall the secret of the will,&#xD;That dares not enter into bliss;&#xD;That longs for love, yet lingers still,&#xD;Be solved in one long kiss.&#xD;&#xA0;&#xD;I, drinking deep of thy rich love,&#xD;Thou feeling all the strength of mine,&#xD;Our souls will rise in faith above&#xD;The cares which make us pine.&#xD;&#xA0;&#xD;Till I give thee, thou giving me,&#xD;As that which either loves the best,&#xD;To Him that loved us both, that He&#xD;May take us to His rest.&#xD;&#xA0;&#xD;Wandering and weak are all our prayers,&#xD;And fleeting half the gifts we crave;&#xD;Love only, cleansed from sins and cares,&#xD;Shall live beyond the grave.&#xD;&#xA0;&#xD;Strengthen our love, O Lord, that we&#xD;May in Thine own great love believe&#xD;And, opening all our soul to Thee,&#xD;May Thy free gift receive.&#xD;&#xA0;&#xD;All powers of mind, all force of will,&#xD;May lie in dust when we are dead,&#xD;But love is ours, and shall be still,&#xD;When earth and seas are fled.&#xD;&#xD;Este &#xE9; um belo poema escrito em 1858 por Maxwell dedicado a sua esposa. Supomos que muitos j&#xE1; conhe&#xE7;am a &#xFA;ltima estrofe, cidata em muito trabalhos e livros. Nada melhor para come&#xE7;ar a falar de um g&#xEA;nio do que mostrando uma das partes de sua genialidade. Al&#xE9;m deste, Maxwell escreveu diversos outros poemas, um com um curioso t&#xED;tulo de &#x201C;A Problem in Dynamics.&#x201D;, escrito em 19 de Fevereiro de 1854.&#xD;&#xD;&lt;i&gt;1. Uma Curta e Proveitosa Jornada&lt;/i&gt;&#xD;&#xD;James Clerk Maxwell nasceu em 13 de Junho de 1831 na cidade de Edinburgh, Esc&#xF3;cia, filho de John Clerk (Maxwell), ligado &#xE0;s tradi&#xE7;&#xF5;es intelectuais da lei, e Francis Cay. Era descendente de uma proeminente fam&#xED;lia da d&#xE9;cada de 1670, os Clerks de Penicuik, fam&#xED;lia de grandes intelectuais e financeiramente est&#xE1;veis. A origem do Maxwell em seu nome refere-se ao ancestral Lorde Maxwell, cujo nome foi pego por seu pai quando este herdou uma pequena fazenda em Dumtriesshire. A Sra. Cay faleceu quando Maxwell tinha 8 anos de idade, devido a um c&#xE2;ncer no est&#xF4;mago. Com a morte de sua m&#xE3;e, a rela&#xE7;&#xE3;o com seu pai foi estreitada.&#xD;&#xA0;&#xD;Sendo seu pai Presbiteriano e sua m&#xE3;e Episcopaliana, Maxwell manteve consigo uma forte f&#xE9; crist&#xE3;, aliando um estranho misticismo, devido as afinidades das tradi&#xE7;&#xF5;es religiosas de Galloway (sudoeste da Esc&#xF3;cia, onde ficava a fazenda da fam&#xED;lia). Maxwell cresceu em isolamento em Glenlair, Kirkcudbrightshire, cerca de cem quil&#xF4;metros de Glasgow, na Esc&#xF3;cia. Nesta &#xE9;poca de Glenlair, Maxwell adorava o campo e sua curiosidade natural despertou logo cedo. Ele voltaria muitas vezes para l&#xE1; durante sua vida.&#xD;&#xA0;&#xD;Em 1841, aos dez anos de idade, Maxwell foi enviado a Edinburgh Academy. Teve um come&#xE7;o dif&#xED;cil por causa de seu sotaque fortemente escoc&#xEA;s e suas roupas estranhas que seu pai desenhava e fazia. Era muito t&#xED;mido e um tanto sombrio: &#x201C;N&#xE3;o tinha amizades e gastava seu tempo desenhando curiosos diagramas e fazendo modelos mec&#xE2;nicos rudimentares,&#x201D; disse Peter Guther Tait (1831-1901) que fora seu amigo, &#x201C;que eram totalmente inintelig&#xED;vel para seus colegas.&#x201D; Por este fato, adquiriu o apelido &#x201C;Dafty&#x201D; (significa besta, bobo). N&#xE3;o era muito soci&#xE1;vel, mas sempre manteve um bom senso de humor. L&#xE1;, conheceu seu amigo de toda a vida e biografo, Lewis Cambell, al&#xE9;m de P.G. Tait. Com o decorrer dos anos, Maxwell tornou-se o mais brilhante estudante, segundo Tait, em TODOS os assuntos que estudava, inclusive em poesia inglesa, que ele compunha em seu tempo livre. Ganhou v&#xE1;rios pr&#xEA;mios, principalmente de matem&#xE1;tica e poesia.&#xD;&#xA0;&#xD;Tamb&#xE9;m foi um grande f&#xED;sico-matem&#xE1;tico. Ao quatorze anos, desenvolveu m&#xE9;todos para resolu&#xE7;&#xE3;o de problemas geom&#xE9;tricos. Desde cedo, atraiu a aten&#xE7;&#xE3;o de muito cientistas j&#xE1; famosos. Tinha uma forte intui&#xE7;&#xE3;o geom&#xE9;trica e sim&#xE9;trica, por&#xE9;m n&#xE3;o era muito bom mas an&#xE1;lises matem&#xE1;ticas, mas excepcional nas an&#xE1;lises f&#xED;sicas.&#xD;&#xA0;&#xD;Diferentemente de outros estudantes da &#xE9;poca, gostava da vida de estudante. A partir de 1847, passou tr&#xEA;s anos na Universidade de Edinburgh (Esc&#xF3;cia), onde estudou filosofia, matem&#xE1;tica e f&#xED;sica, depois mais tr&#xEA;s anos e tr&#xEA;s meses em Cambridge. Em Edinburgh, teve influ&#xEA;ncia de James David Forbes (f&#xED;sico experimental, 1809-1868), que o ajudou a principiar a experi&#xEA;ncias sobre a vis&#xE3;o das cores, e Sir William Hamilton (1788-1856, que n&#xE3;o &#xE9; o mesmo da famosa hamiltonianas), auxiliando-o a ampliar sua vis&#xE3;o filos&#xF3;fica. Em Cambridge, teve como tutor William Hopkins, foi influenciado por George Gabriel Stokes (1819-1903)&#xA0; (que ocupava a cadeira de Isaac Newton (1642-1727)) e do Rev. William Whewell.&#xD;&#xA0;&#xD;Em Cambridge, Maxwell j&#xE1; possu&#xED;a um vasto conhecimento de matem&#xE1;tica e f&#xED;sica, embora faltava-lhe ordem em seus estudos. Hopkins, notou sua forte inclina&#xE7;&#xE3;o &#xE0; geometria e sua habilidade para solu&#xE7;&#xF5;es de problemas matem&#xE1;ticos atrav&#xE9;s de m&#xE9;todos de simetria. Em 1854, Maxwell foi o segundo &#x201C;wrangler&#x201D; da competi&#xE7;&#xE3;o Tripos. Esta competi&#xE7;&#xE3;o consistia de um exame de matem&#xE1;tica e venc&#xEA;-la era muito importante para o futuro da carreira. O Rev. Whewell &#x2013; Master of Trinity &#x2013; percebeu que Maxwell seria um grande matem&#xE1;tico, apesar de suas respostas serem pouco organizadas.&#xD;&#xA0;&#xD;Ap&#xF3;s sua sa&#xED;da de Cambridge, tornou-se professor da Marischal College, em Aberdeen entre os anos de 1856, o mesmo em que seu pai faleceu, e 1860. Em Fevereiro de 1858, ficou noivo de Katherine Mary Dewar, filha do diretor da Marischal College e 17 anos mais velha. Em 4 de Julho de 1858, casou-se com ela. O casal nunca tivera filhos. Sra. Maxwell ajudou-o em suas experi&#xEA;ncia sobre viscosidade de g&#xE1;s e vis&#xE3;o de cores. Nas cartas que escrevia para ela, ele era aflito e engra&#xE7;ado, mas sabe-se que fazia reflex&#xF5;es como serm&#xF5;es de forte conota&#xE7;&#xE3;o religiosa, com infer&#xEA;ncias &#xE0; B&#xED;blia, at&#xE9; certo ponto exageradas. Devido a uma doen&#xE7;a, Sra. Maxwell se tornava inv&#xE1;lida por longos per&#xED;odos e seu marido a auxiliava com grande devo&#xE7;&#xE3;o, mesmo no per&#xED;odo em que ele pr&#xF3;prio esteve muito doente.&#xD;&#xA0;&#xD;Em 1860, a Marischal College se juntou com a King&#x2019;s College de Aberdeen em uma &#xFA;nica universidade e s&#xF3; teria um professor para cada assunto. A cadeira de Filosofia Natural, na qual trabalhava, era pretendida por outro homem e Maxwell acabou sendo demitido. Maxwell foi ent&#xE3;o apontado para King&#xB4;s College, em Londres, onde permaneceu at&#xE9; 1865. &#xC0; partir deste per&#xED;odo, Maxwell se retirou para Glenlair, onde escreveu seu c&#xE9;lebre tratado sobre eletricidade. Durante este per&#xED;odo, ele serviu como examinador e moderador em Cambridge entre os anos de 1866 e 1870, instituindo importantes reformas nas Tripos.&#xD;&#xA0;&#xD;Como professor, Maxwell tamb&#xE9;m tinha seus defeitos. Ele costumava ensinar de maneira superior alunos tamb&#xE9;m superiores. Entretanto, n&#xE3;o era muito intelig&#xED;vel com alunos que considerava med&#xED;oces. Em Aberdeen, escreveu: &#x201C;N&#xE3;o h&#xE1; piada que se possa entender aqui. Eu n&#xE3;o tenho feito nenhuma h&#xE1; dois meses, e quando sinto que uma est&#xE1; chegando eu mordo minha l&#xED;ngua&#x201D; (&lt;i&gt;Tradu&#xE7;&#xE3;o livre de &#x201C;No jokes of any kind are understood here. I have not made one for two months, and if I fell on coming I shall bite my tongue.&#x201D;&lt;/i&gt;). Para a personalidade de Maxwell, este era um coment&#xE1;rio forte. As piadas era muito comuns em suas aulas, ele as utilizava para chamar a aten&#xE7;&#xE3;o dos estudantes&#xD;&#xA0;&#xD;Em 1870, a Universidade de Cambridge recebeu um espl&#xEA;ndido presente do 17&#xBA; Duque de Devonshire, que foi um &#x201C;wrangler&#x201D; em 1829 e chanceler da universidade. O duque, diretamente relacionado &#xE0; Henri Cavendish (1732-1810) deu a universidade 6.000 libras esterlinas para a constru&#xE7;&#xE3;o de um laborat&#xF3;rio de f&#xED;sica na Free School Lane. Haveria tamb&#xE9;m um Cavendish Professorship de f&#xED;sica experimental com um sal&#xE1;rio de 500 libras por ano. William Thomson (mais tarde Lord Kelvin, 1824-1907) foi convidado, mas n&#xE3;o quis se mudar de Glasgow; Hermann Ludwig Ferdinand von Helmholtz (1821-1894) tamb&#xE9;m n&#xE3;o estava dispon&#xED;vel, e a terceira escolha foi Maxwell que, eleito em 1871, tornou-se o primeiro Cavendish Professor.&#xD;&#xA0;&#xD;Maxwell devotou grande energia no planejamento e supervis&#xE3;o da constru&#xE7;&#xE3;o do Laborat&#xF3;rio Cavendish, o qual ficou pronto e funcional somente em 1874. Entretanto, Maxwell instituiu aulas regulares para estudante j&#xE1; em 1871. Na longa aula inaugural, ele expressou, em detalhes, sua filosofia de ensino de f&#xED;sica e a fun&#xE7;&#xE3;o do laborat&#xF3;rio como demonstra&#xE7;&#xE3;o e como institui&#xE7;&#xE3;o de pesquisa. Ele fez algumas declara&#xE7;&#xF5;es not&#xE1;veis em v&#xE1;rios assuntos cient&#xED;ficos. Um exemplo disto, &#xE9; o texto abaixo, que indica o que viria a ser a mec&#xE2;nica qu&#xE2;ntica:&#xD;&#xA0;&#xD;    &#x201C;A teoria de &#xE1;tomos e do v&#xE1;cuo leva-nos a unir mais import&#xE2;ncia para a doutrina dos n&#xFA;meros integrais e propor&#xE7;&#xF5;es definidas; mas em aplicando princ&#xED;pios de din&#xE2;mica para o movimento de um imenso n&#xFA;mero de &#xE1;tomos, nossa limita&#xE7;&#xE3;o faculta-nos a abandonar a tentativa de expressar a exata hist&#xF3;ria de cada &#xE1;tomo, e contente-se em estimar a condi&#xE7;&#xE3;o m&#xE9;dia de um grupo de &#xE1;tomos grandes o suficiente para ser vis&#xED;vel. Este m&#xE9;todo de lidar com grupos de &#xE1;tomos que eu posso chamar de m&#xE9;todos estat&#xED;sticos, e que no presente estado de nosso conhecimento &#xE9; o &#xFA;nico m&#xE9;todo dispon&#xED;vel para estudar as propriedades de corpos reais, envolve abandonar os princ&#xED;pios de din&#xE2;mica estrita e adotar m&#xE9;todos matem&#xE1;ticos que pertencem &#xE0; teoria das probabilidades. &#xC9; prov&#xE1;vel que importantes resultados ser&#xE3;o obtidos pela aplica&#xE7;&#xE3;o deste m&#xE9;todo, que &#xE9; ainda pouco conhecido e n&#xE3;o &#xE9; familiar para nossas mentes. Se a real Hist&#xF3;ria da Ci&#xEA;ncia tivesse sido diferente, e se as doutrinas cient&#xED;ficas mais familiares para n&#xF3;s tivessem sido aquelas que deveriam ser expressas desta maneira, &#xE9; poss&#xED;vel que n&#xF3;s pud&#xE9;ssemos ter considerado de um certo tipo de conting&#xEA;ncia uma verdade evidente por si s&#xF3;, e tratado a doutrina da necessidade filos&#xF3;fica como um mero sofismo.&#x201D;&#xD;(&lt;i&gt;Tradu&#xE7;&#xE3;o livre de: &#x201C;The theory of atoms and void leads us to attach more importance to the doctrines of integral numbers and definite proportions; but, in applying dynamical principles to the motion of immense numbers of atoms, the limitation of our faculties us to abandon the attempt to express the exact history of each atom, and to be content with estimating the average condition of a groups of atoms large enough to be visible. This method of dealing with groups of atoms, which I may call the statistical method, and which in the present state of our knowledge is the only available method of studying the properties of real bodies, involves an abandonment of strict dynamical principles, and an adopting of the mathematical methods belonging to the theory of probability. It is probable that important results will be obtained by the application of this method, which is as yet little known and is not familiar to our minds. If the actual history of Science had been different, and if the scientific doctrines most familiar to us had been those which must be expressed in this way, it is possible that we might have considered the existence of a certain kind of contingency a self-evident truth, and treated the doctrine of philosophical necessity as a mere sophism.&#x201D;.)&lt;/i&gt;&#xD;&#xA0;&#xD;Poder-se-ia dizer que Maxwell pensou na mec&#xE2;nica qu&#xE2;ntica 30 anos antes de ser inventada.&#xD;&#xA0;&#xD;&#xA0;Dirigiu este importante laborat&#xF3;rio at&#xE9; sua morte, sendo substitu&#xED;do por John Willian Strutt (Lord Rayleigh, 1842-1919). Durante este per&#xED;odo, Maxwell estudou e verificou a import&#xE2;ncia dos trabalhos de Cavendish que ficaram esquecidos por quase um s&#xE9;culo. O resultado deste incans&#xE1;vel trabalho foi um volume entitulado &#x201C;The Eletrical Reaserches of the Honourable Henry Cavendish.&#x201D;, publicado em 1879.&#xD;&#xA0;&#xD;Maxwell era um escoc&#xEA;s muito t&#xED;mido, com um forte senso de humor que podia ser fascinante e surpreendente. Era tamb&#xE9;m uma pessoa muito criativa e imaginativa, livre de preconceitos. No final de sua vida, Maxwell era um homem rico, dono de uma propriedade do 2000 acres (cerca de 8 km2) de terra no sudoeste da Esc&#xF3;cia. Era considerado um bom nadador e cavaleiro, &#x201C;t&#xED;pico e antiquado no modo e na fala&#x201D;, segundo Donald MacAlister, que fora estudante seu. Thomson concordava: &#x201C;tinha uma personalidade marcante, tinha o esp&#xED;rito t&#xED;mido e algumas excentricidades.&#x201D;&#xD;&#xA0;&#xD;Em Maio de 1879, sua sa&#xFA;de come&#xE7;ou a piorar, mostrando alarmantes sintomas da mesma doen&#xE7;a que matara sua m&#xE3;e. Mesmo assim, ele continuou suas aulas o quanto pode. Em 5 de novembro de 1879 (Cambridge, Inglaterra), Maxwell morre de c&#xE2;ncer abdominal. Seu m&#xE9;dico Dr. Paget disse em sua morte: &#x201C;Ningu&#xE9;m encontrou a morte mais conscientemente e mais calmamente.&#x201D; (&lt;i&gt;Tradu&#xE7;&#xE3;o livre de : &#x201C;No man ever met death more consciously or more calmly.&#x201D;&lt;/i&gt;)&#xD;&#xA0;&#xD;Escreveu 4 livros e cerca de 100 artigos. Seu entendimento tanto de hist&#xF3;ria como de filosofia da ci&#xEA;ncia eram excepcionais. Maxwell tinha como h&#xE1;bito trabalhar em diferentes temas em seq&#xFC;&#xEA;ncia. Em 1870, quando a revista Nature foi criada, Maxwell se tornou um dos mais freq&#xFC;entes colaboradores. A Encyclopedia Britannica tamb&#xE9;m cont&#xE9;m numerosos artigos seus. Muitos consideram dif&#xED;cil o entendimento de seus trabalhos. Estes, em muitos casos, eram relamente complexos.&#xD;&#xA0;&#xD;Para discutir os trabalhos de Maxwell, devemos abandonar a ordem cronol&#xF3;gica. Ele meditava muito sobre um assunto e escrevia suas id&#xE9;ias e as passava a outros cientistas. Somente retornava a estes assuntos ap&#xF3;s longos per&#xED;odos, que podiam levar anos. Entre seus mais importantes trabalhos, haviam investiga&#xE7;&#xF5;es desconexas destes temas principais.&#xD;&#xA0;&#xD;Seu papel na Hist&#xF3;ria da F&#xED;sica est&#xE1; relacionado as suas revolucion&#xE1;rias investiga&#xE7;&#xF5;es sobre eletromagnetismo e teoria cin&#xE9;tica dos gases. No entanto, Maxwell fez importantes contribui&#xE7;&#xF5;es em outros campos te&#xF3;ricos e experimentais:&#xD;1.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; vis&#xE3;o de cores;&#xD;2.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; a teoria dos an&#xE9;is de Saturno;&#xD;3.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; geom&#xE9;trica &#xF3;ptica;&#xD;4.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; fotoelasticidade;&#xD;5.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; termodin&#xE2;mica;&#xD;6.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; &#x201C;teoria dos servomecanismos&#x201D; (governadores);&#xD;7.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; viscoelasticidade;&#xD;8.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; diagramas reciprocais em estruturas de engenharia;&#xD;9.&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; processos de relaxamento.&#xD;&#xD;&lt;i&gt;2. Os Primeiros Passos &#xE0; Grandiosidade&lt;/i&gt;&#xD;&#xD;Maxwell publicou seu primeiro artigo quando tinha quartoze anos de idade. Neste artigo, ele descreve um m&#xE9;todo de desenhar figuras perfeitamente ovais de maneira similar &#xE0;s linha de propriedade de uma elipse. Este estudo foi desenvolvido inicialmente por Ren&#xE9; Descartes (1596-1650). Entretanto o m&#xE9;todo de Maxwell era novo.&#xD;&#xA0;&#xD;Pouco depois, ele escreveu mais quatro artigos, sendo tr&#xEA;s deles sobre geometria. O primeiro &#x201C;On the Theory of Rolling Curves&#x201D; (1848), ele analisou a geometria diferencial de fam&#xED;lia de curvas do tipo cicl&#xF3;ides. Em 1853, em um segundo, Maxwell fez uma breve investiga&#xE7;&#xE3;o na &#xF3;ptica geom&#xE9;trica e o conduziu a uma bela descoberta sobre as propriedades de uma imagem perfeita nas lentes do olho de peixe. &#xC9; importante salientar que,&#xA0; o feito de Maxwell, foi um m&#xE9;dia das propriedades das lentes do olho de peixe real. O terceiro trabalho, &#x201C;Transformation of Surfaces by Bending&#x201D;, foi uma extens&#xE3;o de um trabalho de Karl Friedrich Gauss (1777-1855).&#xD;&#xA0;&#xD;O &#xFA;nico artigo deste per&#xED;odo sobre f&#xED;sica foi &#x201C;On the Equilibrium of Elastic Solids&#x201D; (1850), onde Maxwell investigou o fen&#xF4;meno da dupla refra&#xE7;&#xE3;o induzida em vidro estendido. Estes estudos de Maxwell conduziram a artigos de Augustin Louis Cauchy (1789-1857) e Stokes. Ele desenvolveu uma simples formula&#xE7;&#xE3;o axiom&#xE1;tica da teoria geral da elasticidade, resolvendo v&#xE1;rios problemas e oferecendo um conjunto de explica&#xE7;&#xF5;es da dupla refra&#xE7;&#xE3;o induzida. Uma interpreta&#xE7;&#xE3;o alternativa foi dada por F. E. Neumann (1795-1891), mas a teoria de Maxwell era independente e melhor.&#xD;&#xD;&lt;i&gt;3. Sua Vis&#xE3;o das Cores&lt;/i&gt;&#xD;&#xD;A an&#xE1;lise da sensa&#xE7;&#xE3;o de cores &#xE9; muito complicada. Este estudo havia sido iniciado por Newton que combinou espectros para obter o branco e outras cores. Thomas Young (1773-1829) havia chegado a concep&#xE7;&#xE3;o de tr&#xEA;s cores fundamentais. As investiga&#xE7;&#xF5;es de Maxwell, permitiu a mensura&#xE7;&#xE3;o quantitativa de cores e deu um grande passo no descortinamento dos mist&#xE9;rios da vis&#xE3;o de cores. Ele estudou diferentes indiv&#xED;dous, inclusive sua esposa, e a sensa&#xE7;&#xE3;o da retina deles, detectando a influ&#xEA;ncia do pigmento amarelo. Com isto ele estudou a varia&#xE7;&#xE3;o da sensibilidade de cores atrav&#xE9;s da retina, obtendo o chamado Maxwell spot.&#xD;&#xA0;&#xD;Maxwell criou a ci&#xEA;ncia da colorimetria quantitativa. Ele provou que todas as cores poderiam ser encontradas e misturadas&#xA0; por tr&#xEA;s espectros estimulados, provando que tanto a subtra&#xE7;&#xE3;o como a adi&#xE7;&#xE3;o s&#xE3;o permitidos. Ele projetou a primeira fotografia colorida e outras not&#xE1;veis contribui&#xE7;&#xF5;es para a fisiologia &#xF3;ptica.&#xD;&#xA0;&#xD;Maxwell come&#xE7;ou suas experi&#xEA;ncias de mistura de cores em 1849 no laborat&#xF3;rio de Forbes em Edinburgh. Forbes, primeiramente, repetiu um padr&#xE3;o de experimentos em que uma s&#xE9;rie de representa&#xE7;&#xF5;es de cores uma combina&#xE7;&#xE3;o de espectros de cores que resultasse na cor cinza.&#xD;&#xA0;&#xD;Usando um conjunto de setores ajust&#xE1;veis com papel tingido, Forbes e Maxwell obtiveram equa&#xE7;&#xF5;es quantitativa sobre as cores empregando o vermelho, o azul e o verde como cores prim&#xE1;rias.&#xD;&#xA0;&#xD;Em 1854, ap&#xF3;s sua gradua&#xE7;&#xE3;o em Cambridge, Maxwell assumiu estas pesquisa, pois seu companheiro Forbes abandonou-as devido a uma grave doen&#xE7;a. Maxwell desenvolveu um segundo conjunto de setores com di&#xE2;metros ainda menores para tentar obter resultados mais precisos. Obteve equa&#xE7;&#xF5;es mais precisas e p&#xF4;de manipul&#xE1;-las algebricamente. Maxwell provou que o m&#xE9;todo de Newton (suponha que o espectro prism&#xE1;tico continha sete cores prim&#xE1;rias e n&#xE3;o tr&#xEA;s) para mostrar um c&#xED;rculo branco no centro implicaria na teoria das tr&#xEA;s cores prim&#xE1;rias, desde que se equivalessem da representa&#xE7;&#xE3;o de cada detalhe de uma cor como um ponto em um espa&#xE7;o tridimensional.&#xD;&#xA0;&#xD;Adaptando da terminologia de D. R. Hay, Maxwell distingue tr&#xEA;s novas vari&#xE1;veis &#x2013; hue (espectro), tint (grau de satura&#xE7;&#xE3;o) e shade (intensidade luminosa). Em uma correspond&#xEA;ncia com Stokes (1862), Maxwell descreve a manipula&#xE7;&#xE3;o das coordenadas das cores para reduzir dados de diferentes observadores para um ponto branco comum.&#xD;&#xA0;&#xD;Posteriormente, Maxwell desenvolveu uma caixa-de-cores, um novo instrumento menos suscet&#xED;vel &#xE0;s condi&#xE7;&#xF5;es de ilumina&#xE7;&#xE3;o que o equipamento anterior. Sua primeira vers&#xE3;o foi desenvolvida em 1858, e consistia de duas caixas de madeira, cada uma com certa de 90 cent&#xED;metros, com um par de prismas refratores em cada &#xE2;ngulo. Foram feitos quatro fendas oculares, um no final da caixa e as outras tr&#xEA;s foram feitas ajust&#xE1;veis em sua posi&#xE7;&#xE3;o e abertura com tr&#xEA;s comprimentos de ondas A, B e C de maneira a propiciar a luz branco na primeira fenda ocular. O lugar do espectro foi determinado por sua esposa e observadora Katherine. Os Maxwells conseguiram excelentes compara&#xE7;&#xF5;es.&#xD;&#xA0;&#xD;Maxwell construiu outras duas caixas-de-cores com o mesmo princ&#xED;pio. A segunda era port&#xE1;til, cujo princ&#xED;pio foi seguido pelo espectrosc&#xF3;pio de Littrow. A terceira possu&#xED;a um excepcional ajuste de tonalidade espectral, adotando um &#x201C;duplo monocromador&#x201D;. Com isto, Maxwell estudou a varia&#xE7;&#xE3;o da sensibilidade de cores atrav&#xE9;s da retina.&#xD;&#xA0;&#xD;Muitas pessoas estudavam a polariza&#xE7;&#xE3;o da luz e um curioso par de estruturas de amarelo que lembrava um figura oito com asas purpuras na cintura. Este efeito foi descoberto por Haidinger em 1844. Maxwell a estudou com um prisma e, em 1850, na reuni&#xE3;o da British Association, atribuiu a estrutura de polariza&#xE7;&#xE3;o no amarelo &#xE0; retina, em confronto com Brewster que atribuiu &#xE0; c&#xF3;rnea. A explica&#xE7;&#xE3;o de Maxwell &#xE9; aceita at&#xE9; os dias de hoje.&#xD;&#xA0;&#xD;Em 1861, Maxwell projetou a primeira fotografia tricrom&#xE1;tica na Royal Institution antes de uma audi&#xEA;ncia que inclu&#xED;a Michel Faraday (1791-1867). O objeto era constituido de uma faixa de tart&#xE3; com filtros vermelho, verde, e azul de Thomas Sutton, colega da King&#x2019;s College. Um fato estranho que ficou sem explica&#xE7;&#xE3;o por muito tempo era que o col&#xF3;dio utilizado para n&#xE3;o obter o vermelho, o produzia intensamente. Este fato foi explicado em 1960, por R. M. Evans e seus colegas nos Laborat&#xF3;rios de Pesquisa da Kodak. Utilizando uma solu&#xE7;&#xE3;o f&#xE9;rrica de tiocianato no filtro e aplicando luz ultravioleta, observaram o mesmo vermelho intenso, ou seja, a imagem vermelha que Maxwell obteve em resultado a a&#xE7;&#xE3;o do ultravioleta.&#xD;&#xD;&lt;i&gt;4. Maxwell e Seus An&#xE9;is&lt;/i&gt;&#xD;&#xD;Os an&#xE9;is de Saturno foram observados pela primeira vez, com clareza, por Galileu Galilei (1564-1642). Em 1610, em observa&#xE7;&#xF5;es realizadas por Johannes Kepler (1571-1630), descobriu-se que eram triplos. Por&#xE9;m durante muitos anos especulou-se sobre sua constitui&#xE7;&#xE3;o, como eram formados e como se mantinha est&#xE1;veis ao redor do planeta.&#xD;&#xA0;&#xD;Em 1855, o t&#xF3;pico do quarto Pr&#xEA;mio Adams de Cambridge era a investiga&#xE7;&#xE3;o do movimento e estabilidade dos an&#xE9;is de Saturno. Muitos c&#xE1;lculos sobre eles tratavam-nos como corpos s&#xF3;lidos, como os de Pierre-Simon, o Marqu&#xEA;s de Laplace (1749-1827), em 1787. Ele estabeleceu um r&#xED;gido anel uniforme que se desintegraria ao menos se estivesse em (1) r&#xE1;pida rota&#xE7;&#xE3;o produzindo uma for&#xE7;a centr&#xED;fuga que contrabalance a atra&#xE7;&#xE3;o do planeta e (2) a raz&#xE3;o rr/rs de sua densidade com a do planeta n&#xE3;o ultrapassasse o valor cr&#xED;tico 0,8, do mesmo modo que as atra&#xE7;&#xF5;es internas e externa das por&#xE7;&#xF5;es do anel excedem as diferen&#xE7;as entre as for&#xE7;as centr&#xED;fugas e gravitacionais na diferen&#xE7;a de raio.&#xD;&#xA0;&#xD;Maxwell, primeiramente, pegou a teoria de Laplace e determinou as condi&#xE7;&#xF5;es necess&#xE1;rias para a estabilidade de um an&#xE9;l arbitr&#xE1;rio. Formulou equa&#xE7;&#xF5;es de movimento em termos do potencial de Saturno agindo sobre o anel e obteve duas restri&#xE7;&#xF5;es na primeira deriva&#xE7;&#xE3;o do potencial para um movimento uniforme. Ent&#xE3;o, aplicou uma expans&#xE3;o de Taylor (Teorema matem&#xE1;tico de expans&#xE3;o em s&#xE9;rie de uma fun&#xE7;&#xE3;o elaborado por Brook Taylor (1685-1731)), obtendo tr&#xEA;s novas condi&#xE7;&#xF5;es para a segunda deriva&#xE7;&#xE3;o. Maxwell fez novos estudos matem&#xE1;ticos, atrav&#xE9;s de s&#xE9;ries de Fourier (Teorema matem&#xE1;tico de decomposi&#xE7;&#xE3;o ou separa&#xE7;&#xE3;o de formas de ondas ou fun&#xE7;&#xF5;es em fun&#xE7;&#xF5;es senoidais elaborado por Jean Baptiste Joseph Fourier (1768-1830)) para a distribui&#xE7;&#xE3;o de massa utilizando os tr&#xEA;s primeiros coeficientes. Ele mostrou que era conceb&#xED;vel an&#xE9;is uniforme para massas entre 4.43 e 4.87 vezes sobre a conhecida. Ele tamb&#xE9;m mostrou que a distribui&#xE7;&#xE3;o irregular agindo na parte exterior do an&#xE9;l afeta seu momento de in&#xE9;rcia e altera o momento angular. Os an&#xE9;is poderiam colapsar devido ao estresse irregular e a falta de equil&#xED;brio poderia ser claramente vis&#xED;vel. Assim, Maxwell concluiu que a hip&#xF3;tese dos an&#xE9;is serem s&#xF3;lidos eram muito inst&#xE1;veis.&#xD;&#xA0;&#xD;Para considerar os an&#xE9;is n&#xE3;o r&#xED;gidos, Maxwell novamente utilizou o teorema de Fourier, por&#xE9;m de maneira diferente. Examinando a estabilidade dos v&#xE1;rios an&#xE9;is pela expans&#xE3;o na forma de uma s&#xE9;rie de ondas. Ele come&#xE7;ou por um modelo de complexas estruturas que poderia ser comparado &#xE0; um anel de s&#xF3;lidos sat&#xE9;lites de massas iguais e dist&#xE2;ncias iguais entre eles. Maxwell novamente utilizando de complexa matem&#xE1;tica para quatro tipos de ondas, estudos de movimentos circulares e for&#xE7;as de Coriolis (Teoria de for&#xE7;as mec&#xE2;nicas f&#xED;sica desenvolvido por Gaspard Gustave de Coriolis (1792-1843)), obteve uma nova rela&#xE7;&#xE3;o para a estabilidade dos an&#xE9;is atrav&#xE9;s da massa do planeta, da massa dos an&#xE9;is e do n&#xFA;mero destes.&#xD;&#xA0;&#xD;Maxwell estudou as partes internas e externas que tinham uma rota&#xE7;&#xE3;o uniforme, tratando-os como an&#xE9;is semi-r&#xED;gidos. Utilizou o crit&#xE9;rio de Laplace para a estabilidade e descobriu que as for&#xE7;as para os an&#xE9;is semi-r&#xED;gidos e flu&#xED;do incomprees&#xED;vel eram compat&#xED;veis com o crit&#xE9;rio. Ele sabia que n&#xE3;o poderia trat&#xE1;-los individualmente atrav&#xE9;s de sua id&#xE9;ia de pequenos sat&#xE9;lites conc&#xEA;ntricos, pois uns atrairiam os outros. Desta forma, ele investigou a perturba&#xE7;&#xE3;o m&#xFA;tua entre os an&#xE9;is. Ele fez os an&#xE9;is tomados de part&#xED;culas estimando sua energia e chegou a uma conclus&#xE3;o correta sobre a forma destes an&#xE9;is.&#xD;&#xA0;&#xD;Maxwell n&#xE3;o estudou de maneira geral o problema de movimento com colis&#xF5;es de corpos, mas, em um manuscrito de 1863, ele aplicou o m&#xE9;todo estat&#xED;stico, que utilizaria na teoria cin&#xE9;tica dos gases, nos an&#xE9;is de Saturno&#xD;&#xA0;&#xD;Maxwell ganhou o Pr&#xEA;mio Adams em 1857 pelo seu trabalho &#x201C;The Motion of Saturn&#x2019;s Rings&#x201D;. A confirma&#xE7;&#xE3;o visual precisa da teoria de Maxwell de que os an&#xE9;is eram compostos de materiais soltos ocorreu quando passaram por Saturno as sondas espaciais Pioneer II, em 1979, e posteriormente pelas Voyagers 1 e 2.&#xD;&#xD;&lt;i&gt;5. A Estat&#xED;stica de Uma Vida&lt;/i&gt;&#xD;&#xD;O interesse de Maxwell pela teoria cin&#xE9;tica dos gases se deve a tr&#xEA;s fatores: seu estudo sobre os an&#xE9;is de Saturno, a leitura dos pap&#xE9;is de Rudolf Clausius (1822-1888) sobre a teoria, e os artigos de Laplace e George Boole (1815-1864) sobre a teoria da probabilidade.&#xD;&#xA0;&#xD;Em 1857, Clausius deu a deriva&#xE7;&#xE3;o da lei dos gases baseado na teoria cin&#xE9;tica no artigo &#x201C;The Kind of Motion We Call Heat&#x201D;. Neste artigo, tamb&#xE9;m considera a rela&#xE7;&#xE3;o como um movimento das mol&#xE9;culas. Este, introduz a concep&#xE7;&#xE3;o de livre caminho m&#xE9;dio e utiliza valores m&#xE9;dios para a velocidade. Maxwell, usando estas rela&#xE7;&#xF5;es e a equa&#xE7;&#xE3;o que determina o coeficiente de viscosidade a partir do livre caminho m&#xE9;dio, derivou-a obtendo outras equa&#xE7;&#xF5;es de transporte, que viria utilizar futuramente. Com esta id&#xE9;ia, ele conseguiu determinar o livre caminho m&#xE9;dio para um g&#xE1;s a press&#xE3;o atmosf&#xE9;rica como sendo 6 x 10-6 cm (seis milion&#xE9;simos de cent&#xED;metro), da mesma ordem de grandeza dos valores aceitos atualmente. Na reuni&#xE3;o de 1873 da British Association, em Bradford, Maxwell reportou os valores num&#xE9;ricos para o tamanho de mol&#xE9;culas, &#xE0; partir destes c&#xE1;lculos.&#xD;&#xA0;&#xD;Juntamente com sua mulher, atrav&#xE9;s de experimentos, Maxwell afirmou que a viscosidade de um g&#xE1;s deveria ser independente da press&#xE3;o e dependente linearmente com a temperatura.&#xD;&#xA0;&#xD;Nos anos de 1859 e 1860, com a publica&#xE7;&#xE3;o de &#x201C;Illustration of the Dynamical Theory of Gases&#x201D;, uma formula&#xE7;&#xE3;o da distribui&#xE7;&#xE3;o de velocidade, ap&#xF3;s investiga&#xE7;&#xE3;o da teoria de sistemas de esfera el&#xE1;sticas, como resultado de sua leitura dos trabalhos de Clausius, Maxwell introduziu a primeira formula&#xE7;&#xE3;o do teorema da equiparti&#xE7;&#xE3;o da energia: &#x201C;energias m&#xE9;dias de translacionais e rotacionais de um grande n&#xFA;mero de mol&#xE9;culas colidentes s&#xE3;o sempre as mesmas&#x201D;. Ele mostrou por c&#xE1;lculos diretos que a energia cin&#xE9;tica &#xE9; associada com cada grau de liberdade de uma mol&#xE9;cula, e &#xE9; independente de sua massa. Resultado, este, que se mostrou muito s&#xE9;rio e somente foi explicado atrav&#xE9;s da teoria qu&#xE2;ntica. Em duas das p&#xE1;ginas deste trabalho, ele resolveu o problema da distribui&#xE7;&#xE3;o das velocidades de um g&#xE1;s, v&#xE1;lido para todos os gases e temperaturas. Este resultado foi apresentado na reuni&#xE3;o de Setembro de 1859 da British Association.&#xD;&#xA0;&#xD;Clausius apontou erros na teoria de Maxwell, e estes foram admitidos. Ele abandonaria as esferas el&#xE1;sticas, devido &#xE0;s suas inadequa&#xE7;&#xF5;es.&#xD;&#xA0;&#xD;Ele retornaria &#xE0; teoria em 1865, durante aulas sobre seus experimentos de viscosidade.&#xD;&#xA0;&#xD;Al&#xE9;m destes trabalhos, Maxwell criou a teoria geral dos fen&#xF4;menos de transporte, de onde deduziu a equa&#xE7;&#xE3;o de Boltzmann, criou um conceito de promedia&#xE7;&#xE3;o de grupos (Ensembles) e definiu a din&#xE2;mica dos gases rarefeitos.&#xD;&#xA0;&#xD;Em &#x201C;Theory of Heat&#x201D; de 1870 (este trabalho possui diversas extens&#xF5;es e revis&#xF5;es), Maxwell cria rela&#xE7;&#xF5;es das vari&#xE1;veis termodin&#xE2;micas, press&#xE3;o, volume, entropia e temperatura, e suas derivadas parciais. Esta concep&#xE7;&#xE3;o lembra suas equa&#xE7;&#xF5;es de campo. A deriva&#xE7;&#xE3;o de Maxwell leva a um enganador argumento geom&#xE9;trico, baseado no diagram press&#xE3;o-volume (PV). Em 1873, a aplica&#xE7;&#xE3;o da geometria na termodin&#xE2;mica vem com o trabalho de Josiah Willard Gibbs (1839-1903), e ganha Maxwell como um poderoso aliado. Neste trabalho, tamb&#xE9;m aparece um importante personagem, denominado por Willian Thomson, como o Dem&#xF4;nio de Maxwell.&#xD;&#xA0;&#xD;Neste famoso experimento mental, &#x201C;um ser pequeno e vivo&#x201D;, nas palavras de Maxwell, separa as mol&#xE9;culas r&#xE1;pidas (de maior temperatura) das mol&#xE9;culas mais lentas (de menor temperatura) em uma caixa com dois compartimentos inicialmente em equil&#xED;brio t&#xE9;rmico. Com esta id&#xE9;ia, Maxwell demonstrou que a Segunda Lei da Termodin&#xE2;mica era uma lei inerentemente est&#xE1;tica e n&#xE3;o din&#xE2;mica, que mostra que a interpreta&#xE7;&#xE3;o molecular desta lei tem de ser baseada em uma an&#xE1;lise estat&#xED;stica dos movimentos.&#xD;&#xA0;&#xD;Nos trabalhos de mec&#xE2;nica estat&#xED;stica seus e de Boltzmann, feitos independentes um do outro, haviam falhas que Maxwell percebeu. O teorema da equiparti&#xE7;&#xE3;o de energia n&#xE3;o era adequada para a capacidade calor&#xED;fica, pois diferiam dos resultados experimentais. Quanto aos teoremas de Boltzmann, Maxwell disse que &#x201C;pretendia demais&#x201D;, pois se aplicavam para s&#xF3;lidos, l&#xED;quidos e gases da mesma forma. Em 1877, Maxwell confessou seu espanto e afirmava que nada mais restava, diante deles, que adotar a atitude &#x201C;de total ignor&#xE2;ncia consciente que era o prel&#xFA;dio de qualquer avan&#xE7;o real do conhecimento&#x201D;.&#xD;&#xD;&lt;i&gt;6. Maxwell d&#xE1; a Luz&lt;/i&gt;&#xD;&#xD;Seus trabalhos mais conhecidos e, talvez, os mais importantes j&#xE1; desenvolvidos, s&#xE3;o os trabalhos relacionados ao Eletromagnetismo (hoje, mais usualmente, Eletrodin&#xE2;mica) e o desenvolvimento da Teoria de Campos (inten&#xE7;&#xE3;o de eliminar a &#x201C;a&#xE7;&#xE3;o &#xE0; dist&#xE2;ncia&#x201D;). Nestes trabalhos, Maxwell herdou de Faraday a din&#xE2;mica das linhas, fluxos (quantidade) e for&#xE7;a (intensidade). Maxwell admirava Faraday, tanto que escreveu sobre este: &#x201C;o n&#xFA;cleo de tudo relativo a eletricidade desde 1830&#x201D;. Al&#xE9;m das linhas de for&#xE7;as herdadas, Maxwell utilizou os trabalhos de Faraday relativos &#xE0; indu&#xE7;&#xE3;o eletromagn&#xE9;tica, eletroqu&#xED;mica, a&#xE7;&#xE3;o diel&#xE9;trica e diamagn&#xE9;tica e rota&#xE7;&#xE3;o magneto&#xF3;tica. Os trabalhos de Faraday sobre as linhas de for&#xE7;a el&#xE9;tricas e magn&#xE9;ticas estavam as rela&#xE7;&#xF5;es geom&#xE9;tricas que governam os fen&#xF4;menos eletromagn&#xE9;ticos. Estas for&#xE7;as estavam relacionadas ao encolhimento e repuls&#xE3;o das linhas.&#xD;&#xA0;&#xD;Tamb&#xE9;m, se utilizou dos trabalhos de William Thomsom sobre a rela&#xE7;&#xE3;o das linhas de for&#xE7;a &#xE0; teoria eletrost&#xE1;tica e magnetost&#xE1;tica, o desenvolvimento de engenhosas t&#xE9;cnicas para resolu&#xE7;&#xE3;o de problemas mais complexos e o princ&#xED;pio da energia eletromagn&#xE9;tica foram utilizadas por Maxwell no desenvolvimento de seu trabalho. Devemos lembrar que Thomsom tamb&#xE9;m era um grande f&#xED;sico-matem&#xE1;tico. Estes trabalhos de Thompson foram a inspira&#xE7;&#xE3;o matem&#xE1;tica para Maxwell e sugeriam muitas analogias para remotas situa&#xE7;&#xF5;es f&#xED;sicas do campo el&#xE9;trico.&#xD;&#xA0;&#xD;Em 1856, escreveu &#x201C;On Faraday&#x2019;s Line Of Force&#x201D;, seu primeiro trabalho sobre eletromagnetismo, que foi dividido em duas partes. A primeira parte, consistia numa especula&#xE7;&#xE3;o filos&#xF3;fica (influ&#xEA;ncia de Sir Willian Hamilton), onde Maxwell fazia analogias com outras &#xE1;reas do conhecimento. A segunda parte, consistia no estudo das linhas de for&#xE7;a e na analogia destas com o escoamento de um flu&#xED;do. Este estudo seguiu os trabalhos de G.G. Stokes. Maxwell tamb&#xE9;m notou a similaridade matem&#xE1;tica entre e equa&#xE7;&#xE3;o do potencial e a equa&#xE7;&#xE3;o de propaga&#xE7;&#xE3;o de calor, em um caso estacion&#xE1;rio. Fez analogias com a hidrodin&#xE2;mica e introduziu quatro novos vetores (que ser&#xE3;o indicados pela letra em it&#xE1;lico) &#x2013; &lt;i&gt;E&lt;/i&gt;, &lt;i&gt;H&lt;/i&gt;, &lt;i&gt;B&lt;/i&gt; e &lt;i&gt;J&lt;/i&gt;(densidade de corrente) - estabelecendo rela&#xE7;&#xF5;es entre eles e suas equa&#xE7;&#xF5;es. Posteriormente, para explicar o eletromagnetismo, ele discutiu sobre o estado&#xA0; eletrot&#xF4;nico, e criou o novo potencial vetor A (B = &#xD1; x A e E = -&#xB6;A/&#xB6;t) (na nota&#xE7;&#xE3;o atual).&#xD;&#xA0;&#xD;Em 1861, no artigo &#x201C;On Physical Lines of Force&#x201D;, Maxwell descreveu um modelo f&#xED;sico para explicar o eletromagnetismo atrav&#xE9;s de v&#xF3;rtices moleculares hexagonais e part&#xED;culas el&#xE9;tricas. Nos materiais condutores, as part&#xED;culas el&#xE9;tricas poderiam transladar sem resist&#xEA;ncia e nos isolantes, s&#xF3; poderiam girar em torno do pr&#xF3;prio centro hexagonal. Era um meio el&#xE1;stico, onde o magnetismo era resultado da rota&#xE7;&#xE3;o e a eletricidade, resultado das distor&#xE7;&#xF5;es deste meio. Outra observa&#xE7;&#xE3;o decorrente deste fato, &#xE9; que a velocidade de propaga&#xE7;&#xE3;o do meio &#xE9; a raz&#xE3;o das for&#xE7;as el&#xE9;tricas e magn&#xE9;ticas. Este modelo de v&#xF3;rtices infere em duas conseq&#xFC;&#xEA;ncias monumentais: a corrente &#xE9; proporcional &#xE0; varia&#xE7;&#xE3;o do campo el&#xE9;trico no tempo; e a velocidade de propaga&#xE7;&#xE3;o das vibra&#xE7;&#xF5;es transversais &#xE9; c (constante da velocidade da luz). Sobre isto, Maxwell:&#xD;&#xA0;&#xD;&#x201C;A velocidade das ondula&#xE7;&#xF5;es transversais de nosso meio hipot&#xE9;tico calculado do experimento de M.M. Kohlrausch e Whilhelm Edward Weber (1804-1891), concorda exatamente com a velocidade da luz calculado do experimento &#xF3;tico de M. Fizeau, que n&#xF3;s mal podemos evitar a infer&#xEA;ncia que a luz consiste nas ondula&#xE7;&#xF5;es transversais do mesmo meio que &#xE9; a causa dos fen&#xF4;menos el&#xE9;tricos e magn&#xE9;ticos&#x201D;.&#xD;&#xA0;&#xD;Estava nascida a teoria eletromagn&#xE9;tica da luz. &#xC9; interessante salientar que em 1845, Faraday j&#xE1; havia chegado na conclus&#xE3;o de que a luz tinha rela&#xE7;&#xE3;o com as for&#xE7;as magn&#xE9;ticas: &#x201C;(...) assim ficou provado que a for&#xE7;a magn&#xE9;tica e a luz t&#xEA;m rela&#xE7;&#xE3;o entre si&#x201D;. Faraday observou este efeito na linhas magn&#xE9;ticas que polarizavam a luz (Efeito Faraday). Entretanto, Maxwell provou matematicamente este fato.&#xD;&#xA0;&#xD;A concep&#xE7;&#xE3;o da luz como vibra&#xE7;&#xE3;o eletromagn&#xE9;tica do &#xE9;ter promove a unifica&#xE7;&#xE3;o da &#xD3;tica e do Eletromagnetismo. Acreditava-se que o &#xE9;ter mundial era deformado na regi&#xE3;o do campo eletromagn&#xE9;tico. Hoje, sabe-se que o campo &#xE9; uma entidade f&#xED;sica ponder&#xE1;vel, que existe por si s&#xF3; num espa&#xE7;o vazio. Esta id&#xE9;ia come&#xE7;ou a surgir com a experi&#xEA;ncia de 1887 de Albert A. Michelson (1852-1931) e Edward W. Morley (1838-1923) e se concretizou com Albert Einstein (1879-1955).&#xD;&#xA0;&#xD;Em 1864(5), quando esteve em Londres, Maxwell publicou &#x201C;A Dynamical Theory of the Electromagnetic Field&#x201D;, seu segundo grande trabalho. Neste trabalho, a teoria de Maxwell aparece de maneira mais abstrata, onde substituiu a id&#xE9;ias dos v&#xF3;rtices por um modelo mec&#xE2;nico de duas rodas acopladas (onde surge a id&#xE9;ia do rotacional para a indu&#xE7;&#xE3;o eletromagn&#xE9;tica). Neste importante trabalho, ele deduziu a propaga&#xE7;&#xE3;o de ondas a partir de experimentos el&#xE9;trico. Este trabalho, tamb&#xE9;m &#xE9; importante, pois come&#xE7;am a ser delineadas as formas da equa&#xE7;&#xF5;es como a conhecemos. Sobre este trabalho, Faraday escreveu a Maxwell dizendo ser pouco compreens&#xED;vel. Provavelmente, Maxwell ficou com a carta de Faraday na cabe&#xE7;a, pois posteriormente Maxwell descreveu a teoria eletromagn&#xE9;tica de maneira mais:&#xD;&#xA0;&#xD;    &#x201C;Para trazer estes resultados dentro do poder simb&#xF3;lico do c&#xE1;lculo eu ent&#xE3;o expresso-os no foruml&#xE1;rio das Equa&#xE7;&#xF5;es Gerais do Campo Eletromagn&#xE9;tico. Estas equa&#xE7;&#xF5;es expressam&#x2014;&#xD;(A) A rela&#xE7;&#xE3;o entre deslocamento el&#xE9;trico, verdadeira condu&#xE7;&#xE3;o, e corrente total, composta de ambas.&#xD;(B) A rela&#xE7;&#xE3;o entre linhas de for&#xE7;a magn&#xE9;tica e coeficientes de indu&#xE7;&#xE3;o de um circuito, como j&#xE1; deduzido das leis de indu&#xE7;&#xE3;o.&#xD;(C) A rela&#xE7;&#xE3;o entre o for&#xE7;a&#xA0; de uma corrente e seus efeitos magn&#xE9;ticos segundo o sistema de medi&#xE7;&#xE3;o eletromagn&#xE9;tica.&#xD;(D) O valor da for&#xE7;a eletromotriz em um corpo, como surgindo o movimento do corpo em um campo, a altera&#xE7;&#xE3;o pr&#xF3;pria do campo, e a varia&#xE7;&#xE3;o de potencial el&#xE9;trico de uma parte do campo para outro.&#xD;(E) A rela&#xE7;&#xE3;o entre deslocamento el&#xE9;trico, e a for&#xE7;a eletromotriz da qual &#xE9; produzida.&#xD;(F) A rela&#xE7;&#xE3;o entre corrente el&#xE9;trica, e a for&#xE7;a eletromotriz da qual &#xE9; produzida.&#xD;(G) A rela&#xE7;&#xE3;o entre a quantia de eletricidade livre em qualquer ponto, e os deslocamentos el&#xE9;tricos na vizinhan&#xE7;a.&#xD;(H) A rela&#xE7;&#xE3;o entre o aumento ou diminui&#xE7;&#xE3;o de eletricidade livre e a corrente el&#xE9;trica na vizinhan&#xE7;a.&#xD;H&#xE1; vinte destas equa&#xE7;&#xF5;es ao todo, envolvendo vinte vari&#xE1;veis quantitativas.&#xD;Eu ent&#xE3;o expresso em termos destas quantidades a energia intr&#xED;nseca do Campo Eletromagn&#xE9;tico como dependendo parcialmente em seu magnetismo e parcialmente em sua polariza&#xE7;&#xE3;o el&#xE9;trica em todos os pontos.&#xD;Disto eu determino a representa&#xE7;&#xE3;o da for&#xE7;a mec&#xE2;nica; primeiro, em um condutor m&#xF3;vel carregando uma corrente el&#xE9;trica; em seguida, em um p&#xF3;lo magn&#xE9;tico; por &#xFA;ltimo, sobre corpo eletrificado.&#x201D;&#xD;    (&lt;i&gt;Tradu&#xE7;&#xE3;o livre para: &#x201C;In order to bring these results within the power of symbolical calculations I then express them in the form of the General Equations of the Electromagnetic Field. These equations express&#x2014;&#xD;(A) The relation between electric displacement, true conduction, and total current, compounded of both.&#xD;(B) The relation of between lines of magnetic force and induction coefficients of a circuit, as already deduced from the laws of induction.&#xD;(C) The relation between the strength of a current and its magnetic effects according to the electromagnetic system of measurement.&#xD;(D) The value of the electromotive force in a body, as arising from the motion of the body in the filed, the alteration of the field itself, and the variation of electric potential from one part of the field to another.&#xD;(E) The relation between electric displacement, and the electromotive force which produces it.&#xD;(F) The relation between an electric current, and the electromotive force which produce it.&#xD;(G) The relation between the amount of free electricity at any point, and the electric displacements in the neighbuorhood.&#xD;(H) The relation between the increase or&#xA0; diminution of free electricity and the electric current in the neighbuorhood.&#xD;There are twenty of these equations in all, involving twenty variables quantities.&#xD;I then express in terms of these quantities the intrinsic energy of the Electromagnetic Field as depending partly on its magnetic and partly on its electric polarization at every point.&#xD;From this I determine the mechanical force acting; 1st, on a moveable conductor carrying an electric current; 2ndly, on a magnetic pole; 3rdly, on as electrified body.&#x201D;&lt;/i&gt;)&#xD;&#xD;Se analisarmos cada um dos &#xED;tens, observaremos os conhecimentos atuais sobre o eletromagnetismo e poderemos identific&#xE1;-los na nota&#xE7;&#xE3;o atual:&#xD;(A)&#xA0; j = i + &#xB6;D/&#xB6;t&#xD;(B)&#xA0; B = &#xD1; x A&#xD;(C)&#xA0; 4pj = &#xD1; x H&#xD;(D)&#xA0; E = v x B &#x2013; A &#x2013; &#xD1;y&#xD;(E)&#xA0; D = k.E&#xD;(F)&#xA0; E = -r.i&#xD;(G)&#xA0; e &#x2013; &#xD1;.D = 0&#xD;(H)&#xA0; de/dt + &#xD1;.i = 0&#xD;&#xA0;&#xD;Em 1873, foi publicado por Maxwell a primeira edi&#xE7;&#xE3;o de &#x201C;Treatise on electricity and magnetism&#x201D; (a segunda edi&#xE7;&#xE3;o foi editada em 1881 por W.D. Niven com revis&#xF5;es deste e de Maxwell, antes de falecer e a terceira edi&#xE7;&#xE3;o foi editada em 1891 por Joseph John Thomson (1856-1940), o terceiro Cavendish Professor). O livro n&#xE3;o &#xE9; um tratado sistem&#xE1;tico e pode ser dif&#xED;cil de ser entendido por completo. Alguns cap&#xED;tulos s&#xE3;o puramente matem&#xE1;ticos com um pouco de f&#xED;sica, enquanto outros s&#xE3;o dedicados ao detalhamento de c&#xE1;lculos em problemas especiais ou ao detalhamento de experimentos. As famosas equa&#xE7;&#xF5;es, em seu formalismo lagrangiano, s&#xF3; aparecem no Cap&#xED;tulo IX da Parte 4, ou seja, na segunda parte do segundo volume.&#xD;&#xA0;&#xD;Nestes trabalhos de Maxwell, al&#xE9;m do potencial vetor, interpreta&#xE7;&#xE3;o eletromagn&#xE9;tica da luz e suas quatro equa&#xE7;&#xF5;es fundamentais, est&#xE3;o desenvolvidos os conceitos de densidade de energia eletromagn&#xE9;ticos, a corrente de deslocamentos e o significado do operador rotacional nas suas equa&#xE7;&#xF5;es de campo. Esta descri&#xE7;&#xE3;o dos fen&#xF4;menos eletromagn&#xE9;ticos atrav&#xE9;s da a&#xE7;&#xE3;o de linhas de for&#xE7;a (campos), era um ponto de vista diferente da Teoria da A&#xE7;&#xE3;o &#xE0; Dist&#xE2;ncia defendida por Andr&#xE9; Marie Amp&#xE8;re (1775-1836) e Wilhelm Weber e outros cientistas do continente, baseado no teorema de Stokes.&#xD;&#xA0;&#xD;A teoria de Maxwell entrou no continente europeu por dois grandes f&#xED;sicos: Henri Poincar&#xE9; (1857-1912) na Fran&#xE7;a e Henri Rudolf Hertz (1857-1894) na Alemanha. Este, entre os anos de 1886 e 1888, obteve tr&#xEA;s provas distintas das ondas eletromagn&#xE9;ticas. Observou tamb&#xE9;m que a luz exerce uma press&#xE3;o de radia&#xE7;&#xE3;o (baseada na teoria). Iniciou-se com Maxwell e Hertz a tradi&#xE7;&#xE3;o de pesquisa sobre as rela&#xE7;&#xF5;es entre propriedades &#xF3;pticas e el&#xE9;tricas dos corpos, que levaria &#xE0;s principais descobertas do in&#xED;cio do s&#xE9;culo XX.&#xD;&#xD;&lt;i&gt;7. Os Campos de Maxwell&lt;/i&gt;&#xD;&#xD;Antes de Faraday, as linhas das for&#xE7;as el&#xE9;tricas e magn&#xE9;ticas, bem como as gravitacionais, eram, normalmente, consideradas como atuando atrav&#xE9;s do espa&#xE7;o vazio &#x2013; a chamada a&#xE7;&#xE3;o &#xE0; dist&#xE2;ncia. As for&#xE7;as agindo atrav&#xE9;s de grandes dist&#xE2;ncias foram substitu&#xED;das por &#x201C;algo continuamente distribu&#xED;do no espa&#xE7;o ao seu redor&#x201D;. Isto introduz a id&#xE9;ia de campo de for&#xE7;as ou, simplesmente, campo.&#xD;&#xA0;&#xD;A teoria de campos de Maxwell come&#xE7;ou a surgir como uma teoria f&#xED;sica muito antes dele, mas seus trabalhos e interpreta&#xE7;&#xF5;es conduziram &#xE0; compreens&#xE3;o que temos sobre campos, tanto na Eletrodin&#xE2;mica como na Gravita&#xE7;&#xE3;o. Ele deu ao termo campo sua primeira defini&#xE7;&#xE3;o clara como sendo a distribui&#xE7;&#xE3;o espacial de for&#xE7;as.&#xD;&#xA0;&#xD;Em 1877, em seu trabalho &#x201C;Matter and motion&#x201D;, Maxwell sumarizou a vis&#xE3;o de Willian Thomsom e P. G. Tait para o princ&#xED;pio da conserva&#xE7;&#xE3;o de energia. Este trabalho mostra a aplica&#xE7;&#xE3;o em um sistema material de part&#xED;culas n&#xE3;o observ&#xE1;veis. Esta mesma id&#xE9;ia foi utilizada em seu &#x201C;Tratado sobre Eletricidade e Magnetismo&#x201D; (1873), onde sistemas mec&#xE2;nicos auxiliaram a unificar as leis de conserva&#xE7;&#xE3;o de energia como um princ&#xED;pio mec&#xE2;nico.&#xD;&#xA0;&#xD;Neste trabalho, Maxwell tamb&#xE9;m traduz as id&#xE9;ias de Faraday para uma formula&#xE7;&#xE3;o matem&#xE1;tica, mudando certas concep&#xE7;&#xF5;es. H&#xE1; formula&#xE7;&#xF5;es de modelos f&#xED;sicos e matem&#xE1;ticos do campo que promovem uma melhor compreens&#xE3;o da teoria f&#xED;sica. Maxwell explorava as implica&#xE7;&#xF5;es geom&#xE9;tricas das linhas de for&#xE7;a, desenvolvendo um modelo f&#xED;sico de part&#xED;culas do &#xE9;ter para representar a transmiss&#xE3;o da a&#xE7;&#xE3;o de um campo pelo cont&#xED;nuo de part&#xED;culas do &#xE9;ter.&#xD;&#xA0;&#xD;Durante seus trabalhos, Maxwell prop&#xF4;s uma s&#xE9;rie de modelos desenvolvendo sucessivas teorias para evitar dificuldades ou inadequa&#xE7;&#xF5;es de suas formula&#xE7;&#xF5;es anteriores. Sua sofistica&#xE7;&#xE3;o filos&#xF3;fica j&#xE1; aparece em sua primeira teoria de campos em 1856 ( &#x201C;Sobre as Linhas de For&#xE7;a de Faraday&#x201D;), onde elaborou seu primeiro modelo geom&#xE9;trico de campo. A vantagem deste formalismo anal&#xED;tico do modelo geom&#xE9;trico de linhas superficiais, era promover uma representa&#xE7;&#xE3;o visual das linhas de for&#xE7;a, mantendo o fen&#xF4;meno que se queria explicar numa vis&#xE3;o clara. &#xC9; deste modelo geom&#xE9;trico que surge a representa&#xE7;&#xE3;o da distribui&#xE7;&#xE3;o especial da for&#xE7;a no campo.&#xD;&#xA0;&#xD;A teoria de linhas de for&#xE7;a de Faraday representa a estrutura geom&#xE9;trica do campo mostrando a distribui&#xE7;&#xE3;o espacial, a dire&#xE7;&#xE3;o e a intensidade da for&#xE7;a. Faraday tentou estender sua teoria &#xE0; gravidade. Tentou explicar a gravidade como a eletrost&#xE1;tica, mas como Einstein,&#xA0; n&#xE3;o conseguiu. Sobre isto Maxwell escreveu a Faraday em 1856:&#xD;&#xA0;&#xD;    &#x201C;As linhas de For&#xE7;a de Sol espalham-se para fora dele e quando elas v&#xEA;m um planeta perto encurvam-se para fora de modo que todo planeta as diverge dependendo da massa em seu curso e substituindo por um outro sistema como cometa, as linhas de for&#xE7;a se tornam vis&#xED;veis&#x201D;&#xD;    (&lt;i&gt;Tradu&#xE7;&#xE3;o livre de &#x201C;The lines of Force from Sun spread out from him and when they come near a planet curve out from it so that every planet diverts a number depending on its mass from their course and substitutes a system of its own so as to become something like comet, if lines of force were visible.&#x201D; Este &#xE9; o texto original de Maxwell a Farady, em uma tradu&#xE7;&#xE3;o livre.&lt;/i&gt;)&#xD;&#xA0;&#xD;O modelo geom&#xE9;trico do campo representado por linhas de for&#xE7;a pressup&#xF5;e a exist&#xEA;ncia de um espa&#xE7;o absoluto. Para Maxwell, a concep&#xE7;&#xE3;o de espa&#xE7;o absoluto desenha a rela&#xE7;&#xE3;o entre as entidades materiais.&#xD;&#xD;&lt;i&gt;8. Outros Trabalhos&lt;/i&gt;&#xD;&#xD;Durante seu per&#xED;odo na King&#x2019;s College de Londres, Maxwell estava acostumado com alguns trabalhos Rankine sobre o c&#xE1;lculo de estresses em estruturas. Em 1864, William John Macquorn Rankine (1820-1872) ofereceu um novo e importante teorema no qual Maxwell desenvolveu dentro uma discuss&#xE3;o geom&#xE9;trica entitulada &#x201C;On Reciprocal Figures and Diagrams of Forces&#x201D;. O princ&#xED;pio era uma extens&#xE3;o do tri&#xE2;ngulo de for&#xE7;as em corpos est&#xE1;ticos, j&#xE1; bem conhecidos.&#xD;&#xA0;&#xD;Em Londres tamb&#xE9;m, Maxwell trabalhou em um comit&#xEA; que inclu&#xED;a, entre outros, Balfour Stewart (1828-1887), Henry Charles Fleeming Jenkins (1833-1885), William Thompson e Ernest Werner von Siemens (1816-1892), para a determina&#xE7;&#xE3;o das unidades de eletricidade, principalmente a unidade de resist&#xEA;ncia &#x2013; a W (ohm). A mensura&#xE7;&#xE3;o de um valor absoluto era muito importante, pois era requerido no come&#xE7;o da ind&#xFA;stria el&#xE9;trica. Experi&#xEA;ncias com os problemas de cabos el&#xE9;tricos telegr&#xE1;ficos foram ampliadas, demosntrando a urg&#xEA;ncia de se estabelecer padr&#xF5;es e m&#xE9;todos de medida. O padr&#xE3;o ohm foi estabelecido em um congresso internacional em Paris no ano de 1881, sem um de seus maiores colaboradores.&#xD;&#xA0;&#xD;Durante os anos de 1870, Maxwell voltou a escrever tr&#xEA;s artigos sobre as aplica&#xE7;&#xF5;es das fun&#xE7;&#xF5;es caracter&#xED;stica de Sir William Rowan Hamilton (1805-1865) para sistemas de lentes, na qual reduziu a teoria geral de Hamilton dos raio &#xF3;ticos para uma maneira pr&#xE1;tica. Outro artigo sobre ondas c&#xED;clicas de superf&#xED;cie. Isto foi ilustrado com uma vis&#xE3;o estereosc&#xF3;pica de classes diferentes, c&#xED;clica e contido numa descri&#xE7;&#xE3;o de estereosc&#xF3;pio de imagem real de Maxwell.&#xD;&#xA0;&#xD;Maxwell liderou, em 1856, um pesquisa em Greenwich, Inglaterra, para evidenciar a nuta&#xE7;&#xE3;o de 10 meses da Terra como previsto por Leonhard Euler (1707-1783), que foi detectado em uma forma modificada por Chandler em 1891.&#xD;&#xA0;&#xD;Maxwell desenvolveu um m&#xE9;todo para desenhar figuras complexas sistematicamente; derivou um s&#xE9;rie de teoremas gerais de figuras rec&#xED;procas em duas e tr&#xEA;s dimens&#xF5;es. Os teoremas e diagramas rec&#xED;procos s&#xE3;o usados em muitas &#xE1;rea da ci&#xEA;ncia, al&#xE9;m da elasticidade. Donald MacAllister, fisiologista e seu aluno, aplicou o m&#xE9;todo na estrutura dos ossos. Outra aplica&#xE7;&#xE3;o feita posteriormente, &#xE9; a configura&#xE7;&#xE3;o at&#xF4;mica pela cristalografia de raio X.&#xD;&#xA0;&#xD;A utilidade da t&#xE9;cnicas fotoel&#xE1;sticas em estudos de distribui&#xE7;&#xE3;o de estresse em estruturas de engenharia s&#xE3;o muito bem conhecidas.&#xD;&#xD;&lt;i&gt;9. Considera&#xE7;&#xF5;es Finais&lt;/i&gt;&#xD;&#xD;Certa vez, o poeta Alexander Pope (1688-1744) escreveu sobre Newton:&#xD;&#xA0;&#xD;&#x201C;A Natureza e as leis da Natureza est&#xE3;o escondidas na noite;&#xD;Deus disse: Fa&#xE7;a-se Newton! E tudo se tornou luz.&#x201D;&#xD;&#xA0;&#xD;Cremos que esta cita&#xE7;&#xE3;o poderia se adaptar perfeitamente a Maxwell. Ele nos deu a compreens&#xE3;o de tantas coisas, que at&#xE9; hoje utilizamos com grande sucesso, abrindo as portas, ou melhor, comportas para novas e decisivas descobertas que permitiu um avan&#xE7;o impressionante no s&#xE9;culo XX. Para podemos entender um pouco a import&#xE2;ncia deste grande cientista podemos analisar a import&#xE2;ncia de seus trabalhos. Maxwell, juntamente com Hertz, abriu caminho para a pesquisa da intera&#xE7;&#xE3;o luminosa. Maxwell, juntamente com Boltzmann, desenvolveu a Mec&#xE2;nica Estat&#xED;stica. Pesquisas e teoria que levaram mais tarde a teoria qu&#xE2;ntica.&#xD;&#xA0;&#xD;Maxwell n&#xE3;o foi necessariamente um &#x201C;inventor&#x201D; de id&#xE9;ias, mas foi principalmente um integrador. Ele analisava trabalhos anteriores aprimorando-os de maneira excepcional. Sua maestria matem&#xE1;tica, permitiu que descobertas anteriores fossem formalizadas de maneira brilhante.&#xD;&#xA0;&#xD;Poderemos ouvir, que existiram outros cientistas que tenha sido muito maiores, ou mais importantes, que ele. Mas devemos nos lembrar Maxwell foi fundamental para o desenvolvimento, sem vir a saber, da f&#xED;sica no s&#xE9;culo XX.&#xD;&#xD;&lt;i&gt;10. Bibliografia&lt;/i&gt;&#xD;&#xD;CAMPBELL, Lewis &amp; GARNETT, Willian. The Life of James Clerk Maxwell; MacMillan and Co., Londres, Inglaterra; Primeira Edi&#xE7;&#xE3;o, 1882; Segunda Edi&#xE7;&#xE3;o 1884; endere&#xE7;o na Internet &lt;a href="http://hrshowcase.com/maxwell/directory.html"&gt;http://hrshowcase.com/maxwell/directory.html&lt;/a&gt;. (Nota: O livro foi consultado originalmente atrav&#xE9;s do link, mas ele n&#xE3;o mais est&#xE1; dispon&#xED;vel.)&#xD;&#xA0;&#xD;MILLAR, Ian, David, John &amp; Margaret. The Cambridge Dictionary; Cambridge University Press; Cambridge, Inglaterra; 1996.&#xD;&#xA0;&#xD;American Council of Learned Societies; Dictionary of Scientific Biography; volume 9; Charles Scribner&#x2019;s Sons; Nova Iorque, EUA; 1981.&#xD;&#xA0;&#xD;PESSOA, Oswaldo, Jr. Hist&#xF3;ria da F&#xED;sica no S&#xE9;culo XIX.&#xD;&#xA0;&#xD;SEGR&#xC8;, Em&#xED;lio. From Falling Bodies to Radio Waves; Estados Unidos; 1984.&#xD;&#xA0;&#xD;TYPLER, Paul A. F&#xED;sica para Cientistas e Engenheiros; Volume 4; Terceira Edi&#xE7;&#xE3;o; Livros T&#xE9;cnicos e Cient&#xED;ficos; Rio de Janeiro, RJ; 1995.&#xD;&#xA0;&#xD;THORTON, Stephen T. &amp; REX, Andrew. Modern Physics for Scientists and Engineers; Saunders College Publishing; Orlando, EUA; 2001.&#xD;&#xA0;&#xD;GAMOW, George. Biografia da F&#xED;sica. Zahar Editora, Rio de Janeiro, RJ; 1963.&#xD;&#xA0;&#xD;MAXWELL, James Clerk. Sobre a a&#xE7;&#xE3;o &#xE0; dist&#xE2;ncia. In: Proceedings of the Royal Institution of Great Britain, vol. VII.&#xD;&#xA0;&#xD;HARMAN, Peter Michael. Energy, Force, and Matter: The Conceptual Development of Nineteenth-Century Physics. Cambridge University Press; Cambridge, Inglaterra; 1982.&#xD;</richText>
  </textBox>
</content>
